{
  "site_title": "جروذائــــي - الذكاء الاصطناعي وعلوم البيانات للمؤسسات",
  "homepage_meta_title": "جروذائــــي - الذكاء الاصطناعي وعلوم البيانات للمؤسسات",
  "hero_title": "حلول ذكية، تأثير واقعي",
  "hero_subtitle": "تقدم شركة GrozAI لحلول الذكاء الاصطناعي خدمات تطوير وتحول رقمي مدعومة بالذكاء الاصطناعي وعلوم البيانات، بهدف تعزيز كفاءة الأنشطة الاقتصادية والتعليمية وقطاعات الاتصالات.",
  "explore_solutions": "اكتشف حلولنا",
  "request_demo": "اطلب تجربة مجانية",
  "section1_title": "نحو مستقبل أكثر ذكاءً للأعمال",
  "section1_subtitle": "تتخصص GrozAI في تصميم حلول الذكاء الاصطناعي وعلوم البيانات المخصصة التي تمكّن المؤسسات من تحقيق كفاءة تشغيلية أعلى، واستخلاص رؤى أعمق من بياناتها، وابتكار منتجات وخدمات جديدة.\nنحن نردم الفجوة بين التقنيات المعقدة للذكاء الاصطناعي وبين القيمة الواقعية للأعمال.",
  "section1_feature1_title": "نماذج ذكاء اصطناعي مخصصة",
  "section1_feature1_desc": "تصميم نماذج تعلم آلي تلائم احتياجاتك الخاصة في مجالات مثل التحليلات التنبؤية، ومعالجة اللغة الطبيعية، ورؤية الحاسوب، وغيرها.",
  "section1_feature2_title": "هندسة البيانات واستراتيجيتها",
  "section1_feature2_desc": "بناء بنى تحتية قوية وخطوط أنابيب بيانات تدعم تطبيقات الذكاء الاصطناعي القابلة للتوسع واتخاذ القرارات المستندة إلى البيانات.",
  "section1_feature3_title": "أتمتة مدعومة بالذكاء الاصطناعي",
  "section1_feature3_desc": "تبسيط العمليات التجارية المعقدة وتحسين كفاءة اتخاذ القرار من خلال حلول أتمتة ذكية.",
  "section1_feature4_title": "استشارات استراتيجية في الذكاء الاصطناعي",
  "section1_feature4_desc": "مرافقتك في رحلة التحول الرقمي — من وضع الرؤية والاستراتيجية، إلى التنفيذ الفعّال والتوسع المستدام.",
  "industries_title": "القطاعات التي نخدمها",
  "industries_subtitle": "في GrozAI، نقدم حلول ذكاء اصطناعي متقدمة وقابلة للتخصيص لمجموعة واسعة من القطاعات، مصممة لتحقيق تأثير حقيقي.",
  "stats_title": "مدفوعة بالبيانات، موثوقة من قادة الصناعة",
  "stats_subtitle": "بفضل التزامنا بالابتكار وجودة التنفيذ، نكسب ثقة الشركات الطموحة ونبني شراكات طويلة الأمد قائمة على النتائج القابلة للقياس.",
  "stats_stat1_label": "مشاريع مكتملة",
  "stats_stat2_label": "عملاء راضون",
  "stats_stat3_label": "من نقاط البيانات تم تحليلها بدقة",
  "stats_stat4_label": "دعم فني",
  "powering_innovation_title": "موثوق من قبل رواد الصناعة",
  "client_7_alt": "شعار العميل الأول",
  "client_8_alt": "شعار العميل الثاني",
  "platforms_title": "منصاتنا المدعومة بالذكاء الاصطناعي",
  "platforms_subtitle": "استفد من مجموعتنا الذكية من المنصات التي صُممت لمعالجة احتياجات عملك بفعالية وفتح آفاق جديدة للنمو.",
  "platform1_title": "InsightAI",
  "platform1_desc": "منصة تحليلات متقدمة تمنحك رؤى معمّقة واتخاذ قرارات أسرع وأذكى.",
  "platform2_title": "AutomatePro",
  "platform2_desc": "أتمتة ذكية للمهام المتكررة وسير العمل المعقد لزيادة إنتاجية الفريق.",
  "platform3_title": "PredictiveEdge",
  "platform3_desc": "توقّع الاتجاهات وسلوك العملاء والنتائج التشغيلية عبر نماذج تنبؤية متطورة.",
  "learn_more": "اعرف المزيد",
  "final_cta_title": "هل أنت مستعد لتحويل عملك؟",
  "final_cta_subtitle": "دع GrozAI يكون شريكك في مواجهة تحديات العصر الرقمي عبر حلول ذكية مدفوعة بالبيانات.",
  "get_started_today": "ابدأ اليوم",
  "services_page_title": "خدمات الذكاء الاصطناعي - حلول GrozAI",
  "services_page_description": "استكشف مجموعة خدمات الذكاء الاصطناعي من GrozAI، بما في ذلك التحليلات التنبؤية ومعالجة اللغات الطبيعية وحلول رؤية الكمبيوتر.",
  "services_hero_title": "حلول صناعية مدعومة بالذكاء الاصطناعي",
  "services_hero_subtitle": "نحن نقدم خدمات ذكاء اصطناعي مخصصة تعالج التحديات الفريدة لصناعتك، مما يدفع الابتكار والميزة التنافسية.",
  "services_cta_title": "هل أنت مستعد للابتكار؟",
  "services_cta_subtitle": "دعنا نناقش كيف يمكن لخبرتنا في الذكاء الاصطناعي تحويل عمليات عملك.",
  "services_cta_button": "اتصل بنا",
  "ai_technologies_title": "تقنيات الذكاء الاصطناعي المتطورة التي نتقنها",
  "ai_technologies_subtitle": "في GrozAI، نسخر أحدث تقنيات الذكاء الاصطناعي لتصميم حلول ليست ذكية فحسب، بل قابلة للتطوير وآمنة وجاهزة للإنتاج.",
  "tech1_title": "تعلم الآلة والتحليلات التنبؤية",
  "tech1_desc": "نماذج موجهة وغير موجهة ونماذج السلاسل الزمنية للتنبؤ والتصنيف والتجميع وصنع القرار.",
  "tech2_title": "معالجة اللغات الطبيعية (NLP)",
  "tech2_desc": "نماذج لغوية كبيرة (LLMs)، تحليل المشاعر، تلخيص المستندات، روبوتات المحادثة، التعرف على الكيانات المسماة، واستخراج المعلومات.",
  "tech3_title": "رؤية الكمبيوتر",
  "tech3_desc": "كشف الكائنات، تصنيف الصور، التعرف على الوجوه، التعرف الضوئي على الحروف (OCR)، وتحليلات الفيديو في الوقت الفعلي.",
  "tech4_title": "الذكاء الاصطناعي التوليدي والنماذج اللغوية الكبيرة",
  "tech4_desc": "نقوم بضبط ونشر أحدث النماذج مثل GPT و LLaMA و DeepSeek و Gemini لتوليد المحتوى والتعليم وأتمتة المؤسسات.",
  "tech5_title": "التعلم المعزز والتحسين",
  "tech5_desc": "وكلاء قرار مخصصون للخدمات اللوجستية والتسعير الديناميكي ومراقبة المخزون والاستراتيجيات التكيفية في البيئات المعقدة.",
  "tech6_title": "أنظمة متعددة الوكلاء",
  "tech6_desc": "بنى ذكاء اصطناعي وكيلية تنسق وكلاء متخصصين لحل المشكلات والأتمتة وسير عمل اتخاذ القرار القائم على المحاكاة.",
  "tech7_title": "الجيل المعزز بالاسترجاع (RAG)",
  "tech7_desc": "أنظمة هجينة تجمع بين النماذج اللغوية الكبيرة واسترجاع المعرفة في الوقت الفعلي من قواعد بيانات المتجهات مثل FAISS و Weaviate و Pinecone للحصول على استجابات عالية الدقة.",
  "tech8_title": "عمليات تعلم الآلة (MLOps) والبنية التحتية للذكاء الاصطناعي",
  "tech8_desc": "خطوط أنابيب شاملة لتدريب النماذج ونشرها ومراقبتها باستخدام Docker و FastAPI و Kubernetes والمنصات السحابية (AWS ، GCP ، Azure).",
  "industries": {
    "retail-ecommerce": {
      "title": "التجزئة والتجارة الإلكترونية",
      "shortDescription": "توصيات مخصصة، توقعات الطلب، وولاء مدعوم بالذكاء الاصطناعي.",
      "detailedOverview": "في المشهد التنافسي لقطاع التجزئة والتجارة الإلكترونية، التخصيص هو الملك. GrozAI تمكّن الشركات من تجاوز التسويق العام وإنشاء تجارب عملاء فردية على نطاق واسع. تحلل حلولنا سلوك العملاء، وتتنبأ بالاتجاهات المستقبلية، وتؤتمت القرارات الرئيسية، محولةً بياناتك إلى أثمن أصولك. من تحسين المخزون بدقة متناهية إلى تقليل تراجع العملاء من خلال المشاركة الاستباقية، نبني أنظمة ذكاء اصطناعي تدفع الإيرادات والولاء على حد سواء.",
      "keyFeatures": [
        "محركات توصية فائقة التخصيص",
        "تنبؤ بالطلب والمخزون مدعوم بالذكاء الاصطناعي",
        "نماذج التنبؤ بتراجع العملاء ومنعهم",
        "تحسين الأسعار والعروض الترويجية الديناميكي"
      ],
      "caseStudy": {
        "title": "دراسة حالة: زيادة التحويل بنسبة 25% لمتجر أزياء عبر الإنترنت",
        "text": "عقدنا شراكة مع علامة تجارية رائدة في مجال الأزياء عبر الإنترنت لاستبدال عملية الترويج اليدوية بمحرك توصية مدفوع بالذكاء الاصطناعي. من خلال تحليل تفاعلات المستخدمين في الوقت الفعلي والبيانات التاريخية، قدم نظامنا عروض منتجات مخصصة زادت من تفاعل المستخدمين بنسبة 40% وعززت معدلات التحويل الإجمالية بنسبة 25% خلال الربع الأول."
      }
    },
    "healthcare-diagnostics": {
      "title": "الرعاية الصحية والتشخيص",
      "shortDescription": "رقمنة المستندات الطبية، والتعرف الضوئي على الحروف، والتشخيص المدعوم بالذكاء الاصطناعي.",
      "detailedOverview": "في الرعاية الصحية، الدقة والكفاءة لهما أهمية قصوى. توفر GrozAI حلول ذكاء اصطناعي متقدمة لرقمنة السجلات الطبية، وتسريع عمليات التشخيص، والكشف عن رؤى من البيانات الصحية المعقدة، مما يحسن نتائج المرضى وسير العمل التشغيلي. تم تصميم أنظمتنا لتكون آمنة ومتوافقة وتتكامل بسلاسة مع البيئات السريرية الحالية، مما يمكّن المهنيين الطبيين بمعلومات أسرع وأكثر دقة.",
      "keyFeatures": [
        "رقمنة المستندات الطبية والتعرف الضوئي على الحروف",
        "تحليل الصور الطبية بمساعدة الذكاء الاصطناعي",
        "تحليلات صحية تنبؤية لتصنيف مخاطر المرضى",
        "معالجة اللغة الطبيعية للملاحظات السريرية"
      ],
      "caseStudy": {
        "title": "دراسة حالة: تقليل وقت التشخيص بنسبة 60%",
        "text": "لشبكة كبيرة من المختبرات التشخيصية، قمنا بتطوير نموذج ذكاء اصطناعي يساعد أخصائيي الأمراض في تحديد الحالات الشاذة في الفحوصات الطبية. يقوم النظام بتمييز المناطق ذات الأهمية، مما يقلل من وقت المراجعة اليدوية بشكل كبير ويخفض متوسط وقت التشخيص من 48 ساعة إلى 18 ساعة فقط، مع تحسين الدقة."
      }
    },
    "education-edtech": {
      "title": "التعليم وتكنولوجيا التعليم",
      "shortDescription": "مدرسون خصوصيون بالذكاء الاصطناعي، إنشاء الامتحانات، وملاحظات متوافقة مع المناهج الدراسية.",
      "detailedOverview": "يعمل الذكاء الاصطناعي على تخصيص رحلة التعلم للطلاب في كل مكان. تطور GrozAI أدوات ذكية لشركات تكنولوجيا التعليم والمؤسسات التعليمية لإنشاء تجارب تعلم تكيفية، وأتمتة التقييمات، وتوفير رؤى قائمة على البيانات حول أداء الطلاب. نهدف إلى تمكين المعلمين وجعل التعلم أكثر جاذبية وفعالية لكل طالب.",
      "keyFeatures": [
        "منصات تعلم تكيفية ومناهج مخصصة",
        "إنشاء امتحانات مؤتمتة ومراقبة آمنة",
        "أنظمة تدريس ذكية مع ملاحظات في الوقت الفعلي",
        "تحليلات أداء الطلاب وتحديد الطلاب المعرضين للخطر"
      ],
      "caseStudy": {
        "title": "دراسة حالة: تحسين تفاعل الطلاب بنسبة 35% مع مدرس ذكاء اصطناعي",
        "text": "تعاونا مع مزود تكنولوجيا تعليم لبناء مدرس رياضيات مدعوم بالذكاء الاصطناعي. توفر المنصة تمارين مخصصة وملاحظات فورية، وتتكيف مع وتيرة تعلم كل طالب. بعد التنفيذ، أبلغت المدارس عن زيادة بنسبة 35% في تفاعل الطلاب وتحسن بنسبة 20% في درجات الاختبار."
      }
    },
    "finance-banking": {
      "title": "التمويل والخدمات المصرفية",
      "shortDescription": "كشف الاحتيال المدعوم بالذكاء الاصطناعي، التداول الخوارزمي، وتقديم المشورة المالية الشخصية.",
      "detailedOverview": "يعتمد القطاع المالي على السرعة والدقة والأمان. تبني GrozAI حلول ذكاء اصطناعي تكشف عن الأنشطة الاحتيالية في الوقت الفعلي، وتحسن استراتيجيات التداول، وتقدم خدمات مالية مخصصة للعملاء، كل ذلك مع ضمان الامتثال التنظيمي. توفر نماذجنا ميزة تنافسية من خلال تحويل بيانات السوق الواسعة إلى ذكاء قابل للتنفيذ.",
      "keyFeatures": [
        "كشف الاحتيال ومنعه في الوقت الفعلي",
        "التداول الخوارزمي وتحسين المحافظ الاستثمارية",
        "تقييم الائتمان المعزز بالذكاء الاصطناعي وتقييم المخاطر",
        "عمليات التحقق من الامتثال (اعرف عميلك ومكافحة غسيل الأموال) المؤتمتة"
      ],
      "caseStudy": {
        "title": "دراسة حالة: تقليل الإنذارات الكاذبة في تنبيهات الاحتيال بنسبة 80%",
        "text": "كان أحد البنوك الكبرى يعاني من ارتفاع معدلات الإنذارات الكاذبة من نظام كشف الاحتيال القديم. طورت GrozAI نموذج تعلم آلي يحلل أنماط المعاملات بدقة أكبر، مما قلل من الإنذارات الكاذبة بنسبة 80% وسمح لفريق الاحتيال بالتركيز على التهديدات الحقيقية."
      }
    },
    "manufacturing-logistics": {
      "title": "التصنيع والخدمات اللوجستية",
      "shortDescription": "صيانة تنبؤية، تحسين سلسلة التوريد، وأتمتة مراقبة الجودة.",
      "detailedOverview": "الكفاءة والبصيرة هما مفتاح سلسلة التوريد الناجحة. تطبق GrozAI الذكاء الاصطناعي للتنبؤ باحتياجات الصيانة، وتحسين مسارات الخدمات اللوجستية، وأتمتة مراقبة الجودة، وإنشاء عمليات تصنيع وسلسلة توريد أكثر مرونة وكفاءة. نساعد الشركات على تقليل وقت التوقف عن العمل، وخفض التكاليف التشغيلية، وتحسين الرؤية من أرض المصنع إلى التسليم النهائي.",
      "keyFeatures": [
        "الصيانة التنبؤية للآلات الصناعية",
        "تحسين سلسلة التوريد والمسارات اللوجستية",
        "مراقبة الجودة المؤتمتة باستخدام رؤية الحاسوب",
        "التنبؤ بالطلب وإدارة المخزون"
      ],
      "caseStudy": {
        "title": "دراسة حالة: تقليص وقت التوقف عن العمل باستخدام الصيانة التنبؤية",
        "text": "لمصنع آلات ثقيلة، قمنا بنشر حل صيانة تنبؤية يعتمد على إنترنت الأشياء والذكاء الاصطناعي. من خلال تحليل بيانات أجهزة الاستشعار، يتنبأ النظام بأعطال المعدات قبل أسبوعين من حدوثها، مما يقلل من وقت التوقف غير المخطط له بنسبة 70% ويوفر الملايين من تكاليف الصيانة."
      }
    },
    "call-center-quality-assurance": {
      "title": "مراكز الاتصال وضمان الجودة",
      "shortDescription": "نسخ المكالمات آليًا، تحليل المشاعر، وتتبع أداء الموظفين.",
      "detailedOverview": "في خدمة العملاء، الجودة والاتساق هما كل شيء. تقدم GrozAI حلولاً لنسخ وتحليل 100% من مكالمات العملاء تلقائيًا. نستخدم معالجة اللغة الطبيعية (NLP) لإجراء تحليل المشاعر، وتحديد دوافع الاتصال، وتقييم أداء الموظفين وفقًا لمعايير مخصصة، مما يوفر رؤى قابلة للتنفيذ لتحسين رضا العملاء والكفاءة التشغيلية.",
      "keyFeatures": [
        "نسخ وتلخيص المكالمات المدعوم بالذكاء الاصطناعي",
        "تحليل المشاعر ونمذجة المواضيع",
        "تقييم أداء الموظفين وتدريبهم آليًا",
        "مراقبة الامتثال في الوقت الفعلي"
      ],
      "caseStudy": {
        "title": "دراسة حالة: زيادة رضا العملاء بمقدار 15 نقطة من خلال ضمان الجودة المدعوم بالذكاء الاصطناعي",
        "text": "قامت شركة اتصالات بأتمتة عملية ضمان الجودة في مركز الاتصال الخاص بها باستخدام منصتنا. من خلال تحليل جميع المكالمات بدلاً من عينة عشوائية بنسبة 2%، حددوا المجالات الرئيسية لتدريب الموظفين وتحسين الالتزام بالنصوص. أدى ذلك إلى زيادة قدرها 15 نقطة في درجة رضا العملاء الإجمالية (CSAT) في ستة أشهر."
      }
    },
    "software-engineering": {
      "title": "هندسة البرمجيات و DevOps",
      "shortDescription": "توليد الكود بمساعدة الذكاء الاصطناعي، الاختبار الآلي، والكشف الذكي عن الأخطاء.",
      "detailedOverview": "نحن نمكّن فرق تطوير البرمجيات من بناء منتجات أفضل وأسرع. تطور GrozAI أدوات مخصصة تتكامل مع دورة حياة تطوير البرمجيات (SDLC)، من إكمال ومراجعة الكود بمساعدة الذكاء الاصطناعي إلى إنشاء حالات الاختبار الذكية والكشف الآلي عن الأخطاء. تساعد حلولنا الفرق على تقليل الجهد اليدوي، وتحسين جودة الكود، وتسريع دورات الإصدار.",
      "keyFeatures": [
        "إكمال وتوليد الكود الذكي (GenAI)",
        "إنشاء حالات اختبار واختبارات وحدة آلية",
        "الكشف عن الأخطاء وتصنيفها بالذكاء الاصطناعي",
        "تحسين عمليات DevOps والكشف عن الحالات الشاذة"
      ],
      "caseStudy": {
        "title": "دراسة حالة: تسريع دورات التطوير بنسبة 30%",
        "text": "قمنا ببناء أداة GenAI مخصصة لشركة SaaS تتكامل مع بيئة التطوير المتكاملة (IDE) الخاصة بها. تعلمت الأداة من قاعدة الكود الحالية لاقتراح مقتطفات كود ذات صلة وعالية الجودة وأتمتة إنشاء اختبارات الوحدة. أبلغ فريق التطوير عن انخفاض بنسبة 30% في الوقت المستغرق في مهام الترميز والاختبار الروتينية."
      }
    }
  },
  "key_features": "الميزات الرئيسية",
  "back_to_home": "العودة إلى الرئيسية",
  "key_ai_solutions": "حلول الذكاء الاصطناعي الرئيسية",
  "how_grozai_delivers": "كيف تقدم جروزي",
  "nav_home": "الرئيسية",
  "nav_about": "من نحن",
  "nav_services": "خدماتنا",
  "nav_solutions": "حلولنا",
  "nav_blog": "المدونة",
  "nav_contact": "اتصل بنا",
  "request_a_demo": "اطلب عرضًا تجريبيًا",
  "footer_description": "تقدم GrozAI منصات ذكاء اصطناعي متطورة لتحويل عمليات عملك، من الأتمتة الذكية إلى تحليلات البيانات المتقدمة.",
  "footer_navigate": "تصفح",
  "footer_contact": "تواصل معنا",
  "footer_email": "البريد الإلكتروني",
  "footer_phone": "الهاتف",
  "footer_rights": "جميع الحقوق محفوظة.",
  "footer_terms": "شروط الخدمة",
  "footer_nav_about": "من نحن",
  "footer_nav_services": "خدماتنا",
  "footer_nav_solutions": "حلولنا",
  "footer_nav_blog": "المدونة",
  "footer_nav_contact": "تواصل معنا",
  "about_page_title": "عن GrozAI - مهمتنا وقصتنا وفريقنا",
  "about_page_description": "تعرف على مهمة GrozAI في إضفاء الطابع الديمقراطي على الذكاء الاصطناعي، وقصة ابتكارنا، وفريق القيادة الذي يقود نجاحنا.",
  "about_hero_title": "تعرف علي فريقنا",
  "about_hero_subtitle": "نحن فريق من الباحثين، والمهندسين، والاستراتيجيين، نتشارك هدفًا واحدًا: جعل الذكاء الاصطناعي قوة فعالة ومؤثرة في تطوير المؤسسات وتحقيق مستقبل ذكي واقعي.",
  "about_mission_title": "مهمتنا",
  "about_mission_text": "تحويل الأنشطة الاقتصادية من الأساليب النمطية في التطوير والتحديث إلى نماذج ذكية تستفيد من أحدث تقنيات الذكاء الاصطناعي، وتمكين الشركات على اختلاف أحجامها من تسخير قوة البيانات والأتمتة الذكية.\nنحن نؤمن ببناء حلول ليست فقط متقدمة تقنيًا، بل عملية، قابلة للتطوير، ومبنية على أسس أخلاقية متينة وواقعية.",
  "about_story_title": "قصتنا",
  "about_story_text": "تأسست GrozAI على يد مجموعة من الخبراء التطبيقيين وقادة الأعمال، انطلاقًا من شغف مشترك بحل مشكلات العالم الواقعي، وتحقيق التحول التقني الدقيق والاحترافي في مختلف القطاعات.\nمنذ انطلاقتنا، عملنا على سد الفجوة بين إمكانات الذكاء الاصطناعي وتطبيقاته العملية، من خلال تقديم حلول مخصصة تحقق نتائج ملموسة وقابلة للقياس، وتسهم في تحقيق نمو مستدام لعملائنا.",
  "about_values_title": "قيمنا الأساسية",
  "about_values_subtitle": "",
  "about_value1_title": "الابتكار والتنفيذ والتطوير",
  "about_value1_desc": "نقدّم خدماتنا من واقع الخبرة الميدانية، مدفوعة بابتكار الأفكار الجديدة ومتابعة التطوير اللحظي في تقنيات الذكاء الاصطناعي وتطبيقها الفعلي في كافة المجالات.",
  "about_value2_title": "العميل شريك النجاح",
  "about_value2_desc": "نجاحنا يُقاس بمدى تحقيق نتائج واضحة ومثمرة لعملائنا، ونحرص على بناء علاقات قائمة على الثقة، والشفافية، وتحقيق الأهداف المشتركة.",
  "about_value3_title": "معايير الجودة والأخلاقيات",
  "about_value3_desc": "نلتزم بأعلى معايير الجودة والممارسات الأخلاقية في كل ما نقدمه، مع تركيز خاص على خصوصية البيانات وعدالة الخوارزميات وسلامتها.",
  "about_leadership_title": "تعرف على الهيكل الإداري والتنفيذي للشركة",
  "about_leadership_subtitle": "",
  "about_leader1_name": "عبدالرحمن علي",
  "about_leader1_title": "عالم وباحث في علوم البيانات",
  "about_leader1_bio": "بفضل خلفيته في الذكاء الاصطناعي التطبيقي وعلوم البيانات والخبرة الواقعية في قطاع التجزئة، أسس عبدالرحمن GrozAI لتحويل التعلم الآلي إلى حلول أعمال قابلة للتنفيذ. وهو يقود تطوير أدوات الذكاء الاصطناعي التوليدي والتحليلات التي تساعد الشركات على اتخاذ قرارات أذكى وأسرع.",
  "about_leader2_name": "محمد فهمي | المحاسبون العرب",
  "about_leader2_title": "المدير التنفيذي",
  "about_leader2_bio": "بفضل خبرته العميقة في الاستراتيجية المالية والتوسع التشغيلي، يعمل محمد فهمي كمدير تنفيذي في GrozAI، مما يضمن النمو المستدام والتوزيع الذكي لرأس المال. وبفضل نظرته الثاقبة لكل من الأداء والإمكانات، فإنه يواءم التخطيط المالي مع رؤية الشركة طويلة الأجل للتحول القائم على الذكاء الاصطناعي.",
  "about_leader3_name": "علي الشريف",
  "about_leader3_title": "الشريك السعودي الرئيسي",
  "about_leader3_bio": "بفضل سجله الحافل في قيادة المشاريع عالية التأثير في جميع أنحاء المملكة العربية السعودية، انضم الشريف إلى GrozAI لربط التكنولوجيا المتطورة بفرص الأعمال الحقيقية. وبدعم من رؤيته العميقة للسوق وشبكة واسعة من العلاقات الاستراتيجية، فإنه يقود النمو والشراكات التي توسع نطاق الابتكار في جميع أنحاء المنطقة.",
  "about_partners_title": "شركاء النجاح",
  "about_partners_subtitle": "",
  "about_partner1_name": "أ. عادل فوزي",
  "about_partner1_title": "مستشار مالي ومدير إدارة الجودة والمخاطر",
  "about_partner1_bio": "عضو مجلس إدارة جمعية المحاسبين والمراجعين المصرية، ومحاضر معتمد في العديد من المؤسسات بمصر والمملكة العربية السعودية. يقدّم الاستشارات الاستراتيجية لـ GrozAI في مجالات التخطيط المالي، تقييم المخاطر، وهيكلة الشركات إدارياً وماليًا لضمان استدامة النمو وتحصين العمليات.",
  "about_cta_title": "هل أنت مستعد لتحويل عملك؟",
  "about_cta_subtitle": "دع GrozAI يكون شريكك في مواجهة تحديات العصر الرقمي عبر حلول ذكاء مدعومة بالبيانات.",
  "about_cta_button": "ابقى على تواصل",
  "solutions_page_meta_title": "حلول الأعمال",
  "solutions_page_meta_description": "اكتشف كيف تعالج حلول GrozAI المدعومة بالذكاء الاصطناعي تحديات الأعمال الرئيسية في تجربة العملاء والكفاءة التشغيلية والنمو وإدارة المخاطر.",
  "solutions_hero_title": "حوّل أعمالك بالذكاء الاصطناعي",
  "solutions_hero_subtitle": "نحن لا نبني نماذج ذكاء اصطناعي فحسب؛ بل نقدم حلولاً شاملة تحل مشاكل الأعمال الأساسية وتخلق قيمة دائمة.",
  "solutions_grid_subtitle": "استكشف كيف يمكن تطبيق قدراتنا المتكاملة في الذكاء الاصطناعي لتحقيق نتائج ذات مغزى في جميع أنحاء مؤسستك.",
  "solutions_page_challenges_title": "التحديات الشائعة:",
  "solutions_page_approach_title": "نهجنا:",
  "solutions_page_outcomes_title": "النتائج الرئيسية:",
  "solutions_page_powered_by_title": "مدعوم بـ:",
  "solutions_cta_title": "هل لديك تحدٍ معين في ذهنك؟",
  "solutions_cta_subtitle": "خبراؤنا مستعدون لمناقشة متطلباتك الفريدة وتصميم استراتيجية ذكاء اصطناعي مخصصة تتماشى مع أهدافك.",
  "solutions_cta_button": "تحدث إلى خبير",
  "qa_system_title": "نظام ضمان الجودة المدعوم بالذكاء الاصطناعي",
  "qa_system_subtitle": "أحدث ثورة في مراقبة مركز الاتصال الخاص بك من خلال منصتنا القائمة على الذكاء الاصطناعي التي تحلل 100٪ من تفاعلات العملاء لضمان الجودة والامتثال ورضا العملاء.",
  "qa_system_feature1_title": "تحليل شامل للمكالمات",
  "qa_system_feature1_desc": "نسخ وتحليل كل مكالمة تلقائيًا للمشاعر والمواضيع الرئيسية ومقاييس أداء الوكيل.",
  "qa_system_feature2_title": "لوحة تحكم للرؤى القابلة للتنفيذ",
  "qa_system_feature2_desc": "تصور اتجاهات الأداء وتحديد فرص التدريب وتتبع مؤشرات الأداء الرئيسية باستخدام أدوات إعداد التقارير البديهية الخاصة بنا.",
  "qa_system_feature3_title": "الامتثال والتسجيل الآلي",
  "qa_system_feature3_desc": "ضمان الالتزام بالبرامج النصية والمتطلبات التنظيمية من خلال التسجيل الآلي والتنبيهات في الوقت الفعلي للانتهاكات.",
  "qa_system_learn_more": "اكتشف المزيد",
  "blog_title": "رؤى GrozAI",
  "blog_description": "استكشف أحدث ما في الذكاء الاصطناعي والتعلم الآلي واستراتيجية البيانات من الخبراء في GrozAI. اقرأ مقالاتنا ودروسنا وتحليلاتنا الصناعية.",
  "blog_subtitle": "مصدرك الخبير لأحدث ما في الذكاء الاصطناعي واستراتيجية البيانات ومستقبل التكنولوجيا في المؤسسة.",
  "blog_featured_post": "مقالة مميزة",
  "blog_read_more": "اقرأ المزيد",
  "blog_all_posts": "كل المشاركات",
  "blog_latest_articles": "أحدث المقالات",
  "blog_explore_more": "استكشف المزيد من الأفكار من فريق الخبراء لدينا.",

  "blog_posts": {
    "ai-driven-customer-experience": {
      "title": "تجربة عملاء مدفوعة بالذكاء الاصطناعي",
      "summary": "تعرف على كيفية إنشاء الذكاء الاصطناعي لرحلات عملاء مخصصة للغاية تعزز الرضا والولاء.",
      "content": "<p>محتوى عن تجربة العملاء المدفوعة بالذكاء الاصطناعي.</p>"
    },
    "predictive-analytics-forecasting-trends": {
      "title": "التحليلات التنبؤية: توقع الاتجاهات المستقبلية",
      "summary": "استكشف كيف يمكن للتحليلات التنبؤية أن تساعد عملك على توقع تغيرات السوق واتخاذ قرارات استباقية.",
      "content": "<p>محتوى عن التحليلات التنبؤية: توقع الاتجاهات المستقبلية.</p>"
    },
    "ethical-ai-in-enterprise": {
      "title": "أهمية الذكاء الاصطناعي الأخلاقي في المؤسسة",
      "summary": "نظرة على مبادئ الذكاء الاصطناعي الأخلاقي ولماذا هي حاسمة لبناء الثقة والنجاح على المدى الطويل.",
      "content": "<p>محتوى عن أهمية الذكاء الاصطناعي الأخلاقي في المؤسسة.</p>"
    },
    "the-rise-of-generative-ai": {
      "title": "صعود الذكاء الاصطناعي التوليدي",
      "summary": "من الفن إلى الكود، يغير الذكاء الاصطناعي التوليدي المجالات الإبداعية والتقنية. ماذا يعني هذا للمستقبل؟",
      "content": "<p>محتوى عن صعود الذكاء الاصطناعي التوليدي.</p>"
    }
  },

  "solutions_page": {
    "customer_experience": {
      "title": "تعزيز تجربة العملاء",
      "description": "قدّم تجارب شخصية واستباقية وسلسة تبني الولاء وتدفع النمو.",
      "challenges": ["فهم سلوك العملاء", "تخصيص التفاعلات على نطاق واسع", "تقديم دعم على مدار الساعة طوال أيام الأسبوع"],
      "ourSolution": "نحن نستفيد من InsightAI لتحليل بيانات العملاء و AutomatePro لتشغيل روبوتات الدردشة الذكية وسير عمل الاتصالات المخصصة، مما يخلق رحلة عملاء موحدة وممتعة.",
      "outcomes": ["زيادة رضا العملاء والاحتفاظ بهم", "ارتفاع معدلات المشاركة والتحويل", "تقليل تكاليف الدعم"],
      "relatedProducts": ["InsightAI", "AutomatePro"]
    },
    "operational_efficiency": {
      "title": "تحسين الكفاءة التشغيلية",
      "description": "بسّط العمليات المعقدة، وتخلص من الاختناقات، وقلل التكاليف التشغيلية باستخدام الأتمتة الذكية.",
      "challenges": ["المهام اليدوية المتكررة", "البيانات والأنظمة المنعزلة", "تخصيص الموارد غير الفعال"],
      "ourSolution": "يتم نشر AutomatePro للتعامل مع المهام الروتينية وتنسيق سير العمل عبر الأقسام، بينما تتنبأ PredictiveEdge بالاحتياجات التشغيلية، مما يضمن تخصيص الموارد بشكل فعال.",
      "outcomes": ["تقليل كبير في الجهد اليدوي", "تسريع دورات العمليات", "تحسين دقة البيانات والامتثال"],
      "relatedProducts": ["AutomatePro", "PredictiveEdge"]
    },
    "business_growth": {
      "title": "تسريع نمو الأعمال",
      "description": "حدد فرصًا جديدة في السوق، وتنبأ بالطلب، واتخذ قرارات استراتيجية بثقة.",
      "challenges": ["تحديد اتجاهات السوق", "التنبؤ بالطلب المستقبلي بدقة", "اتخاذ رهانات استراتيجية عالية المخاطر"],
      "ourSolution": "يحلل محرك PredictiveEdge الخاص بنا بيانات السوق للكشف عن فرص النمو، بينما يوفر InsightAI الذكاء التنافسي والعملاء العميق اللازم لإبلاغ استراتيجيتك.",
      "outcomes": ["زيادة حصة السوق", "تحسين عائد الاستثمار على المبادرات الجديدة", "التخطيط الاستراتيجي القائم على البيانات"],
      "relatedProducts": ["PredictiveEdge", "InsightAI"]
    },
    "risk_mitigation": {
      "title": "تخفيف المخاطر وضمان الامتثال",
      "description": "حدد المخاطر المحتملة بشكل استباقي، واكتشف الأنشطة الاحتيالية، وتنقل في المشهد التنظيمي المعقد.",
      "challenges": ["التهديدات الأمنية المتطورة", "المتطلبات التنظيمية المعقدة", "اكتشاف الاحتيال المتطور"],
      "ourSolution": "نحن نستخدم InsightAI للكشف المتقدم عن الحالات الشاذة و PredictiveEdge لنمذجة سيناريوهات المخاطر المحتملة، مما يخلق إطارًا قويًا للامتثال والأمان.",
      "outcomes": ["تقليل التعرض للمخاطر المالية والأمنية", "تعزيز الامتثال التنظيمي", "زيادة الثقة والموثوقية"],
      "relatedProducts": ["InsightAI", "PredictiveEdge"]
    }
  },
  "contact_meta_title": "تواصل مع GrozAI - لنتحدث عن الذكاء الاصطناعي",
  "contact_meta_description": "تواصل مع فريق GrozAI. راسلنا للاستفسارات التجارية، فرص الشراكة، أو لطلب عرض توضيحي مخصص.",
  "contact_hero_title": "تواصل معنا",
  "contact_hero_subtitle": "هل لديك سؤال، فكرة مشروع، أو ترغب في معرفة المزيد؟ نحن هنا لمساعدتك في استكشاف مستقبل الذكاء الاصطناعي.",
  "contact_info_title": "معلومات الاتصال",
  "contact_info_subtitle": "املأ النموذج، أو إذا كنت تفضل، تواصل معنا مباشرة عبر إحدى القنوات أدناه.",
  "contact_office_title": "مكتبنا",
  "contact_office_address": "برج فينيسيا، زهراء المعادي، القاهرة، مصر 4064145",
  "contact_email_title": "راسلنا عبر البريد الإلكتروني",
  "contact_email_address": "info@grozai.com",
  "contact_phone_title": "اتصل بنا",
  "contact_phone_number": "+20 109 745 9765",
  "contact_form_heading": "أرسل لنا رسالة",
  "contact_form_subheading": "سنعود إليك في أقرب وقت ممكن.",
  "contact_form_name": "الاسم الكامل",
  "contact_form_email": "البريد الإلكتروني للعمل",
  "contact_form_company": "اسم الشركة",
  "contact_form_title": "المسمى الوظيفي",
  "contact_form_phone": "رقم الهاتف",
  "contact_form_inquiry_type": "سبب الاستفسار",
  "contact_form_message": "رسالتك",
  "contact_inquiry_option_general": "سؤال عام",
  "contact_inquiry_option_sales": "استفسار مبيعات",
  "contact_inquiry_option_demo": "طلب عرض توضيحي",
  "contact_inquiry_option_partnership": "شراكة",
  "contact_inquiry_option_press": "استفسار صحفي",
  "contact_form_success_message": "شكرًا لك على رسالتك! سنعود إليك قريبًا.",
  "contact_form_error_message": "فشل إرسال الرسالة. يرجى المحاولة مرة أخرى لاحقًا.",
  "contact_button_sending": "جارٍ الإرسال...",
  "contact_button_send": "إرسال الرسالة",

  "products_meta_title": "منصاتنا المدعومة بالذكاء الاصطناعي - GrozAI",
  "products_meta_description": "استكشف مجموعة منصات GrozAI الذكية: InsightAI للتحليلات، و AutomatePro لأتمتة سير العمل، و PredictiveEdge للتنبؤ.",
  "products_hero_title": "مجموعة منصاتنا للذكاء الاصطناعي",
  "products_hero_subtitle": "قوية وقابلة للتطوير ومصممة للمؤسسات. اكتشف كيف يمكن لمنتجاتنا المدعومة بالذكاء الاصطناعي أن تغير أعمالك من الألف إلى الياء.",
  
  "product_insightai_name": "منصة InsightAI",
  "product_insightai_description": "منصة تحليلات متقدمة تكشف عن رؤى عميقة من بياناتك، مما يتيح اتخاذ قرارات أذكى وأسرع عبر مؤسستك.",
  "product_insightai_feature1": "تصور متقدم للبيانات",
  "product_insightai_feature2": "لوحة تحكم للتحليلات في الوقت الفعلي",
  "product_insightai_feature3": "استعلامات بمعالجة اللغات الطبيعية (NLP)",
  "product_insightai_feature4": "كشف تلقائي للشذوذ",
  "product_insightai_feature5": "إنشاء تقارير مخصصة",
  "product_insightai_benefits": "يمكّن الفرق بالذكاء القابل للتنفيذ، ويكشف عن الأنماط والفرص الخفية في مجموعات البيانات المعقدة لدفع النمو الاستراتيجي.",

  "product_automatepro_name": "مجموعة AutomatePro",
  "product_automatepro_description": "أتمتة المهام المتكررة وسير العمل المعقد بذكاء، مما يحرر فريقك للتركيز على المبادرات الاستراتيجية عالية القيمة.",
  "product_automatepro_feature1": "أتمتة العمليات الروبوتية (RPA)",
  "product_automatepro_feature2": "معالجة ذكية للمستندات",
  "product_automatepro_feature3": "تنظيم سير العمل المدعوم بالذكاء الاصطناعي",
  "product_automatepro_feature4": "تكامل مع أكثر من 100 تطبيق مؤسسي",
  "product_automatepro_feature5": "تحليلات الأداء وعائد الاستثمار",
  "product_automatepro_benefits": "يزيد بشكل كبير من الكفاءة التشغيلية، ويقلل من الخطأ البشري، ويسرع العمليات التجارية لتحقيق ميزة تنافسية كبيرة.",

  "product_predictiveedge_name": "محرك PredictiveEdge",
  "product_predictiveedge_description": "تنبأ بالاتجاهات المستقبلية وسلوك العملاء والنتائج التشغيلية من خلال محرك النمذجة التنبؤية المتطور لدينا.",
  "product_predictiveedge_feature1": "نماذج التنبؤ بالسلاسل الزمنية",
  "product_predictiveedge_feature2": "التنبؤ بتوقف العملاء",
  "product_predictiveedge_feature3": "التنبؤ بالطلب والمخزون",
  "product_predictiveedge_feature4": "تنبيهات الصيانة التنبؤية",
  "product_predictiveedge_feature5": "نمذجة ومحاكاة السيناريوهات",
  "product_predictiveedge_benefits": "يتيح اتخاذ قرارات استباقية تعتمد على البيانات من خلال توفير تنبؤات دقيقة تخفف من المخاطر وتستفيد من الفرص المستقبلية.",

  "products_features_title": "الميزات الرئيسية",
  "products_cta_title": "هل أنت مستعد لرؤية منتجاتنا أثناء العمل؟",
  "products_cta_subtitle": "حدد موعدًا لعرض توضيحي مخصص مع أحد متخصصي الذكاء الاصطناعي لدينا واكتشف كيف يمكن لـ GrozAI معالجة تحدياتك الفريدة."
}