{
  "site_title": "جروزي - الذكاء الاصطناعي وعلوم البيانات للمؤسسات",
  "hero_title": "حلول ذكية، <1>تأثير واقعي.</1>",
  "hero_subtitle": "تمكّن جروزي المؤسسات من خلال الذكاء الاصطناعي وعلوم البيانات المتطورة لمواجهة التحديات المعقدة ودفع النمو التحويلي.",
  "explore_solutions": "اكتشف حلولنا",
  "request_demo": "اطلب عرضًا تجريبيًا",
  "section1_title": "تحويل الشركاتด้วย الذكاء الاصطناعي الذكي",
  "section1_subtitle": "تتخصص جروزي في تطوير حلول الذكاء الاصطناعي وعلوم البيانات المخصصة التي تمكّن المؤسسات من تحقيق كفاءات جديدة، واكتساب رؤى أعمق من بياناتها، وإنشاء منتجات وخدمات مبتكرة. نحن نسد الفجوة بين قدرات الذكاء الاصطناعي المعقدة وقيمة الأعمال في العالم الحقيقي.",
  "section1_feature1_title": "نماذج الذكاء الاصطناعي المخصصة",
  "section1_feature1_desc": "نماذج تعلم الآلة المصممة خصيصًا للتحليلات التنبؤية، ومعالجة اللغات الطبيعية، ورؤية الكمبيوتر، والمزيد لحل تحدياتك الفريدة.",
  "section1_feature2_title": "استراتيجية وهندسة البيانات",
  "section1_feature2_desc": "بناء خطوط أنابيب وبنية تحتية قوية للبيانات لدعم تطبيقات الذكاء الاصطناعي القابلة للتطوير والقرارات المستندة إلى البيانات.",
  "section1_feature3_title": "الأتمتة المدعومة بالذكاء الاصطناعي",
  "section1_feature3_desc": "تبسيط العمليات التجارية المعقدة وتعزيز قدرات اتخاذ القرار باستخدام حلول الأتمتة الذكية.",
  "section1_feature4_title": "استشارات الذكاء الاصطناعي الاستراتيجية",
  "section1_feature4_desc": "توجيه أعمالك خلال رحلة اعتماد الذكاء الاصطناعي، من التفكير والاستراتيجية إلى التنفيذ والتوسع.",
  "industries_title": "الصناعات التي نخدمها",
  "industries_subtitle": "في جروزي، نقدم حلول ذكاء اصطناعي متطورة في مختلف الصناعات - مصممة خصيصًا وقابلة للتطوير ومبنية لتأثير حقيقي.",
  "stats_title": "مدفوع بالبيانات، موثوق به من قبل القادة",
  "stats_subtitle": "لقد أكسبنا التزامنا بالتميز والابتكار ثقة الشركات ذات التفكير المستقبلي. نقدم نتائج قابلة للقياس ونعزز الشراكات طويلة الأمد.",
  "stats_stat1_label": "المشاريع المنجزة",
  "stats_stat2_label": "رضا العملاء",
  "stats_stat3_label": "نقاط البيانات المحللة",
  "stats_stat4_label": "توفر الدعم",
  "powering_innovation_title": "موثوق به من قبل قادة الصناعة",
  "client_one_alt": "شعار العميل الأول",
  "client_two_alt": "شعار العميل الثاني",
  "platforms_title": "اكتشف منصاتنا المدعومة بالذكاء الاصطناعي",
  "platforms_subtitle": "استفد من مجموعة منصاتنا الذكية المصممة لمعالجة احتياجات عملك الأكثر إلحاحًا وإطلاق فرص جديدة للنمو.",
  "platform1_title": "منصة InsightAI",
  "platform1_desc": "منصة تحليلات متقدمة تكشف عن رؤى عميقة من بياناتك، مما يتيح اتخاذ قرارات أذكى وأسرع.",
  "platform2_title": "مجموعة AutomatePro",
  "platform2_desc": "أتمتة المهام المتكررة وسير العمل المعقد بذكاء، مما يحرر فريقك للتركيز على المبادرات الاستراتيجية.",
  "platform3_title": "محرك PredictiveEdge",
  "platform3_desc": "توقع الاتجاهات المستقبلية وسلوك العملاء والنتائج التشغيلية من خلال محرك النمذجة التنبؤية المتطور لدينا.",
  "learn_more": "اعرف المزيد",
  "final_cta_title": "هل أنت مستعد لتحويل عملك؟",
  "final_cta_subtitle": "دع جروزي يكون شريكك في التنقل في تعقيدات العصر الرقمي بحلول ذكية تعتمد على البيانات.",
  "get_started_today": "ابدأ اليوم",
  "industries": {
    "retail-ecommerce": {
      "title": "التجزئة والتجارة الإلكترونية",
      "shortDescription": "توصيات مخصصة، توقعات الطلب، وولاء مدعوم بالذكاء الاصطناعي.",
      "details": {
        "overview": "يُحدث الذكاء الاصطناعي ثورة في قطاع التجزئة والتجارة الإلكترونية من خلال تمكين تجارب تسوق مخصصة للغاية، وتحسين المخزون، والتنبؤ بالاتجاهات قبل حدوثها. نحن نساعد الشركات على الاستفادة من البيانات لإنشاء عمليات أكثر ذكاءً وكفاءة.",
        "solutions": [
          {
            "title": "توصيات مخصصة",
            "description": "استخدام سلوك العملاء وسجل الشراء لتقديم اقتراحات منتجات تزيد من التحويلات."
          },
          {
            "title": "توقعات الطلب",
            "description": "نماذج مدعومة بالذكاء الاصطناعي لتحسين مستويات المخزون، وتقليل الهدر، وضمان توفر المنتجات."
          },
          {
            "title": "مراقبة الرفوف",
            "description": "رؤية الكمبيوتر لإدارة المخزون في الوقت الفعلي والامتثال لمخططات العرض."
          },
          {
            "title": "التنبؤ بتوقف العملاء",
            "description": "نماذج متقدمة لتحديد العملاء المعرضين لخطر التوقف وزيادة الاحتفاظ بهم وولائهم."
          }
        ],
        "howWePerform": "تقدم جروزي حلول ذكاء اصطناعي شاملة لتجار التجزئة، من تكامل البيانات وتطوير النماذج إلى نشر المنصات بسلاسة. نحن نتشارك معك لتحديد حالات الاستخدام ذات العائد المرتفع على الاستثمار، وتنفيذ خطوط أنابيب ذكاء اصطناعي قوية، وتدريب فرقك لتحقيق النجاح المستمر."
      }
    },
    "healthcare-diagnostics": {
      "title": "الرعاية الصحية والتشخيص",
      "shortDescription": "رقمنة المستندات الطبية، والتعرف الضوئي على الحروف، والتشخيص المدعوم بالذكاء الاصطناعي.",
      "details": {
        "overview": "يعمل الذكاء الاصطناعي في الرعاية الصحية على تبسيط التشخيص، وأتمتة الأعمال الورقية، وتعزيز رعاية المرضى من خلال التعلم العميق ومعالجة اللغات الطبيعية. تم تصميم حلولنا لتكون آمنة ومتوافقة ومؤثرة.",
        "solutions": [
          {
            "title": "التعرف الضوئي على المستندات الطبية",
            "description": "رقمنة واستخراج المعلومات الهامة من المستندات الطبية باستخدام تقنية التعرف الضوئي المتقدمة."
          },
          {
            "title": "التشخيص المدعوم بالذكاء الاصطناعي",
            "description": "تحسين التصوير التشخيصي وإعداد التقارير للحصول على نتائج سريرية أسرع وأكثر دقة."
          },
          {
            "title": "كشف الاحتيال في التأمين",
            "description": "نماذج كشف الحالات الشاذة لتحديد المطالبات التأمينية الاحتيالية والإبلاغ عنها."
          },
          {
            "title": "تحليل بيانات المرضى في الوقت الفعلي",
            "description": "تحليل مستمر لبيانات المرضى للرعاية الاستباقية والتدخل المبكر."
          }
        ],
        "howWePerform": "تعمل جروزي مع مقدمي الرعاية الصحية لأتمتة سير العمل، وتحسين دقة التشخيص، وضمان الامتثال لمعايير خصوصية البيانات. نحن نصمم حلول الذكاء الاصطناعي لتلبية احتياجاتك الفريدة، مع التكامل السلس مع الأنظمة الحالية."
      }
    },
    "education-edtech": {
      "title": "التعليم وتكنولوجيا التعليم",
      "shortDescription": "مدرسون خصوصيون بالذكاء الاصطناعي، إنشاء الامتحانات، وملاحظات متوافقة مع المناهج الدراسية.",
      "details": {
        "overview": "يحول الذكاء الاصطناعي التعليم من خلال مسارات تعلم مخصصة، ومهام إدارية مؤتمتة، وأنظمة ملاحظات تفاعلية تشرك الطلاب بشكل لم يسبق له مثيل.",
        "solutions": [
          {
            "title": "مدرسون خصوصيون مدعومون بالذكاء الاصطناعي",
            "description": "دعم شخصي للطلاب مع مدرسين خصوصيين بالذكاء الاصطناعي مدربين على مناهج محددة."
          },
          {
            "title": "التقييمات المؤتمتة",
            "description": "إنشاء وتصحيح الامتحانات تلقائيًا لتوفير وقت ثمين للمعلمين."
          },
          {
            "title": "منصات التعلم التفاعلية",
            "description": "إشراك الطلاب بمنصات توفر ملاحظات تكيفية في الوقت الفعلي."
          },
          {
            "title": "تحليلات المناهج الدراسية",
            "description": "رؤى قابلة للتنفيذ للمعلمين والإداريين من البيانات المتوافقة مع المناهج الدراسية."
          }
        ],
        "howWePerform": "تتشارك جروزي مع المدارس وشركات تكنولوجيا التعليم لبناء منصات تعلم تكيفية وأدوات تقييم، مستفيدة من الذكاء الاصطناعي لتعزيز النتائج للطلاب والمعلمين على حد سواء."
      }
    },
    "finance-banking": {
      "title": "المالية والمصرفية",
      "shortDescription": "كشف الاحتيال المدعوم بالذكاء الاصطناعي، التداول الخوارزمي، والمشورة المالية المخصصة.",
      "details": {
        "overview": "في القطاع المالي، يعزز الذكاء الاصطناعي الأمن، ويؤتمت التداول، ويقدم خدمات مخصصة، مما يزيد من الكفاءة ويقلل من المخاطر في جميع المجالات.",
        "solutions": [
          {
            "title": "كشف الاحتيال في الوقت الفعلي",
            "description": "حماية الأصول بنماذج تعلم الآلة التي تحدد وتمنع الاحتيال في الوقت الفعلي."
          },
          {
            "title": "التداول الخوارزمي",
            "description": "استخدام نماذج متطورة لتحليل السوق وتنفيذ الصفقات المؤتمتة عالية السرعة."
          },
          {
            "title": "التصنيف الائتماني المدعوم بالذكاء الاصطناعي",
            "description": "تحقيق تقييم أكثر دقة للمخاطر من خلال التصنيف الائتماني الديناميكي المدعوم بالذكاء الاصطناعي."
          },
          {
            "title": "خدمات الاستشارات الروبوتية",
            "description": "تقديم مشورة مالية مؤتمتة ومخصصة لمجموعة واسعة من العملاء."
          }
        ],
        "howWePerform": "توفر جروزي حلول ذكاء اصطناعي آمنة ومتوافقة للمؤسسات المالية، مع التركيز على منع الاحتيال، وتحسين التداول، وأتمتة خدمة العملاء لتقديم ميزة تنافسية."
      }
    },
    "manufacturing-logistics": {
      "title": "التصنيع والخدمات اللوجستية",
      "shortDescription": "الصيانة التنبؤية، تحسين سلسلة التوريد، وأتمتة مراقبة الجودة.",
      "details": {
        "overview": "يعمل الذكاء الاصطناعي على تحسين سلسلة التصنيع والخدمات اللوجستية بأكملها، من الصيانة التنبؤية في المصنع إلى تحسين المسارات في سلسلة التوريد.",
        "solutions": [
          {
            "title": "الصيانة التنبؤية",
            "description": "تقليل وقت تعطل الآلات وخفض تكاليف الصيانة بفضل التنبؤات المدعومة بالذكاء الاصطناعي."
          },
          {
            "title": "مراقبة الجودة المؤتمتة",
            "description": "الاستفادة من رؤية الكمبيوتر للكشف عن عيوب المنتجات بدقة تفوق البشر."
          },
          {
            "title": "تحسين سلسلة التوريد",
            "description": "تعزيز إدارة المخزون والخدمات اللوجستية لسلسلة توريد أكثر كفاءة."
          },
          {
            "title": "أتمتة العمليات الروبوتية",
            "description": "أتمتة مهام التصنيع والتخزين المتكررة باستخدام أتمتة العمليات الروبوتية الذكية."
          }
        ],
        "howWePerform": "تساعد جروزي شركات التصنيع والخدمات اللوجستية على دمج الذكاء الاصطناعي لتحسين الكفاءة التشغيلية، وخفض التكاليف، وتعزيز جودة المنتج. تم تصميم حلولنا لتكون قابلة للتطوير والتكامل السلس مع الأنظمة الصناعية الحالية."
      }
    }
  },
  "back_to_home": "العودة إلى الرئيسية",
  "key_ai_solutions": "حلول الذكاء الاصطناعي الرئيسية",
  "how_grozai_delivers": "كيف تقدم جروزي",
  "nav_home": "الرئيسية",
  "nav_about": "من نحن",
  "nav_services": "خدماتنا",
  "nav_solutions": "حلولنا",
  "nav_blog": "المدونة",
  "nav_contact": "اتصل بنا",
  "request_a_demo": "اطلب عرضًا تجريبيًا",
  "footer_description": "تقدم GrozAI منصات ذكاء اصطناعي متطورة لتحويل عمليات عملك، من الأتمتة الذكية إلى تحليلات البيانات المتقدمة.",
  "footer_navigate": "تصفح",
  "footer_contact": "تواصل معنا",
  "footer_email": "البريد الإلكتروني",
  "footer_phone": "الهاتف",
  "footer_rights": "جميع الحقوق محفوظة.",
  "footer_terms": "شروط الخدمة",
  "footer_nav_about": "من نحن",
  "footer_nav_services": "خدماتنا",
  "footer_nav_solutions": "حلولنا",
  "footer_nav_blog": "المدونة",
  "footer_nav_contact": "تواصل معنا",
  "about_page_title": "عن GrozAI - مهمتنا وقصتنا وفريقنا",
  "about_page_description": "تعرف على مهمة GrozAI في إضفاء الطابع الديمقراطي على الذكاء الاصطناعي، وقصة ابتكارنا، وفريق القيادة الذي يقود نجاحنا.",
  "about_hero_title": "الأشخاص وراء المنصات",
  "about_hero_subtitle": "نحن فريق من الباحثين والمهندسين والاستراتيجيين متحدون في مهمة واحدة: جعل الذكاء الاصطناعي قوة جبارة للخير في المؤسسة.",
  "about_mission_title": "مهمتنا",
  "about_mission_text": "إضفاء الطابع الديمقراطي على الوصول إلى أحدث تقنيات الذكاء الاصطناعي، وتمكين الشركات من جميع الأحجام من تسخير قوة البيانات والأتمتة الذكية. نؤمن ببناء حلول ليست متقدمة تقنيًا فحسب، بل عملية وقابلة للتطوير وسليمة من الناحية الأخلاقية.",
  "about_story_title": "قصتنا",
  "about_story_text": "تأسست GrozAI على يد فريق من العلماء التطبيقيين وخبراء المؤسسات، وقد ولدت من شغف مشترك لحل مشاكل العالم الحقيقي. لقد رأينا فجوة بين إمكانات الذكاء الاصطناعي وتطبيقه العملي في الأعمال. منذ تأسيسنا، كرسنا جهودنا لسد هذه الفجوة، وتقديم حلول مخصصة تحقق نتائج قابلة للقياس وتعزز النمو المستدام لعملائنا.",
  "about_values_title": "قيمنا الأساسية",
  "about_values_subtitle": "المبادئ التي توجه عملنا وثقافتنا.",
  "about_value1_title": "الابتكار في الصميم",
  "about_value1_desc": "يدفعنا فضول لا هوادة فيه لاستكشاف أفكار جديدة ودفع حدود ما يمكن أن يحققه الذكاء الاصطناعي.",
  "about_value2_title": "شراكة العملاء",
  "about_value2_desc": "نحن ننجح عندما ينجح عملاؤنا. نبني علاقات دائمة على أساس الثقة والشفافية والأهداف المشتركة.",
  "about_value3_title": "نزاهة لا هوادة فيها",
  "about_value3_desc": "نحن ملتزمون بأعلى المعايير الأخلاقية في عملنا، من خصوصية البيانات إلى عدالة الخوارزميات.",
  "about_leadership_title": "تعرف على قيادتنا",
  "about_leadership_subtitle": "الفريق المتمرس الذي يوجه مهمتنا واستراتيجيتنا.",
  "about_leader1_name": "عبدالرحمن علي",
  "about_leader1_title": "كبير العلماء التطبيقيين",
  "about_leader1_bio": "بفضل خلفيته في الذكاء الاصطناعي التطبيقي وعلوم البيانات والخبرة الواقعية في مجال البيع بالتجزئة، أسس عبد الرحمن Groz AI لتحويل التعلم الآلي إلى حلول أعمال قابلة للتنفيذ. وهو يقود تطوير أدوات GenAI والتحليلات التي تساعد الشركات على اتخاذ قرارات أكثر ذكاءً وأسرع.",
  "about_leader2_name": "محمد فهمي | المحاسبون العرب",
  "about_leader2_title": "الرئيس التنفيذي",
  "about_leader2_bio": "بفضل خبرته العميقة في الاستراتيجية المالية والتوسع التشغيلي، يشغل محمد فهمي منصب الرئيس التنفيذي في Groz AI، مما يضمن النمو المستدام والنشر الذكي لرأس المال. ومن خلال التركيز الشديد على كل من الأداء والإمكانات، فإنه يوفق بين التخطيط المالي ورؤية الشركة طويلة الأجل للتحول القائم على الذكاء الاصطناعي.",
  "about_leader3_name": "علي الشريف",
  "about_leader3_title": "الشريك السعودي الرئيسي",
  "about_leader3_bio": "بفضل سجله الحافل في قيادة المشاريع عالية التأثير في جميع أنحاء المملكة العربية السعودية، انضم الشريف إلى Groz AI لربط التكنولوجيا المتطورة بفرص الأعمال الحقيقية. وبدعم من الرؤية العميقة للسوق وشبكة واسعة من الاتصالات الاستراتيجية، فإنه يقود النمو والشراكات التي توسع نطاق الابتكار في جميع أنحاء المنطقة.",
  "about_partners_title": "شركاء النجاح",
  "about_partners_subtitle": "شركاؤنا الموثوق بهم الذين يساهمون في نجاح ورؤية GrozAI.",
  "about_partner1_name": "عادل فوزي",
  "about_partner1_title": "مستشار مالي",
  "about_partner1_bio": "يقدم عادل فوزي عقودًا من الخبرة المالية إلى GrozAI، حيث يقدم الاستشارات الاستراتيجية والتوجيه بشأن التخطيط المالي والاستثمار والنمو المستدام. وتضمن رؤاه وخبرته أن تكون العمليات المالية لشركة GrozAI قوية وجاهزة للمستقبل.",
  "about_cta_title": "هل أنت مستعد لتحويل عملك؟",
  "about_cta_subtitle": "دعنا نستكشف كيف يمكن لمنصات GrozAI أن تفتح فرصًا جديدة لمؤسستك. اتصل بفريقنا للحصول على استشارة وعرض توضيحي مخصص.",
  "about_cta_button": "ابقى على تواصل"
}